0ld/index/home.org

#+SETUPFILE: ~/.emacs.d/templates/html-level-0.org
#+EXPORT_FILE_NAME: ../publish/home.html

#+TITLE: Galindosoft
#+subtitle: index 

#+BEGIN_EXPORT html
<style>
#content {
  justify-content: center;
  flex-direction: row;
  flex-wrap: wrap;
}

.org-ul {
  flex: 1 0 30%; 
  margin: 0.7em;
}

.org-ul:last-child {
  flex: 1 0 90%; 
}
#google_translate_element{
    display:block;
}
</style>

#+END_EXPORT

#+BEGIN_CENTER
-----

*Anuncios* \\
Algunas de mis notas contienen errores estoy trabajando para que sean lo más precisas posibles, si llegases a encontrar algún error por favor notifícalo en mi [[https://github.com/Galindo-lab/galindo-site][github]].

[[https://galindosoft.123guestbook.com/][guestbook]] | @@html:<a href="#" onclick="switchTheme()"> theme </a>@@

-----
#+END_CENTER

+ Apuntes
  - [[./apuntes/vectores.html][Vectores]]
  - [[./apuntes/calculo-multivariable.html][Cálculo multivariable]] 
  - [[./apuntes/matematicas-discretas.html][Matemáticas discretas]] 
  - [[./apuntes/teoria-de-conjuntos.html][Teoria de conjuntos]]
  - [[./apuntes/teoria-de-grafos.org][Teoría de grafos]]
  - [[./apuntes/matrices.html][Matrices]]
  - [[./apuntes/circuitos-electricos.html][Circuitos Eléctricos]]
  - [[./apuntes/ecuaciones-diferenciales.html][Ecuaciones diferenciales]]


+ Formularios
  - [[./notacion-ingenieria.html][Notacion ingenieria]]
  - [[./identidades-trigonometricas.html][Identidades trigonometricas]]
  - [[https://www.mediafire.com/file/ev3jzfvgc5on7uf/Formulario-calculo.pdf/file][Cálculo Integral y Diferencial]]
  - [[https://www.mediafire.com/file/p332e66d6vmdic8/laplace.pdf/file][Transformada De Laplace]]
  - [[https://www.mediafire.com/file/6wyaz8r17h55qe0/calculo-multivariable.pdf/file][Cálculo Multivariable]]
  - [[https://www.mediafire.com/file/jfptx6v0ituoj65/ecuaciones-diferenciales.pdf/file][Ecuaciones Diferenciales]]


+ Colecciones
  - [[./colections/software.html][Software]]
  - [[./colections/libros.html][Libros]]
  - [[./colections/paginas.html][Páginas]] 
  - [[./colections/imagenes.html][Imágenes]]
  - [[./colections/musica.html][Música]]


- Journal
  + [[./blog/2021.html][2021]]
  + [[./blog/ideas.html][Ideas y cosas tontas]]
  + [[./blog/programacion.html][Mi historia con la programación]]


+ Programación
  - [[https://github.com/Galindo-lab/calculator][Scripts para mi calculadora]]
  - [[./notacion-ingenieria.html][Ingresar notacion de ingenieria en Python]]
  - [[./google-translate.html][Añadir el plugin de google translate]]
  - [[./tema-obscuro.html][Implementar tema obscuro]]
  - [[./cambiar-theme-color.html][Cambiar el color de las pestañas de chrome]]
  - [[./preview-html-externo.html][Preview html desde otro dispositivo]]
  - [[./optimizar-fotos.html][Optimizar fotos para pdfs]]
  - [[./blog-en-org-mode.html][Como hacer un blog con ORG mode]].
  - [[./tutorial-emacs.html][Tutorial de emacs]] (En progreso).


#+BEGIN_CENTER
#+BEGIN_EXPORT html
<br>
 <script defer> 
 function googleTranslateElementInit() {
 new google.translate.TranslateElement({
 pageLanguage: 'es'
 }, 'google_translate_element');
 }
 </script>
 <script defer src="//translate.google.com/translate_a/element.js?cb=googleTranslateElementInit">
 </script>

 <div id="google_translate_element"></div>
<br>
#+END_EXPORT
#+END_CENTER
