publish/home.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="es" xml:lang="es">
<head>
<!-- 2021-12-04 sáb 16:59 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Galindosoft</title>
<meta name="generator" content="Org mode" />
<meta name="author" content="Galindo" />
<link rel="stylesheet" type="text/css" href="./style.css" />
<link rel="shortcut icon" type="image/jpg" href="./favicon.png"/>
<meta name="theme-color" content="#fff">
<meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=no"/>
</head>
<body>
<div id="content">
<h1 class="title">Galindosoft
<br />
<span class="subtitle">index</span>
</h1>
<style>
#content {
  justify-content: center;
  flex-direction: row;
  flex-wrap: wrap;
}

.org-ul {
  flex: 1 0 30%; 
  margin: 0.7em;
}

.org-ul:last-child {
  flex: 1 0 90%; 
}
#google_translate_element{
    display:block;
}
</style>

<div class="org-center">
<hr />

<p>
<b>Anuncios</b> <br />
Algunas de mis notas contienen errores estoy trabajando para que sean lo más precisas posibles, si llegases a encontrar algún error por favor notifícalo en mi <a href="https://github.com/Galindo-lab/galindo-site">github</a>.
</p>

<p>
<a href="https://galindosoft.123guestbook.com/">guestbook</a> | <a href="#" onclick="switchTheme()"> theme </a>
</p>

<hr />
</div>

<ul class="org-ul">
<li>Apuntes
<ul class="org-ul">
<li><a href="./apuntes/vectores.html">Vectores</a></li>
<li><a href="./apuntes/calculo-multivariable.html">Cálculo multivariable</a></li>
<li><a href="./apuntes/matematicas-discretas.html">Matemáticas discretas</a></li>
<li><a href="./apuntes/teoria-de-conjuntos.html">Teoria de conjuntos</a></li>
<li><a href="./apuntes/teoria-de-grafos.html">Teoría de grafos</a></li>
<li><a href="./apuntes/matrices.html">Matrices</a></li>
<li><a href="./apuntes/circuitos-electricos.html">Circuitos Eléctricos</a></li>
<li><a href="./apuntes/ecuaciones-diferenciales.html">Ecuaciones diferenciales</a></li>
</ul></li>
</ul>


<ul class="org-ul">
<li>Formularios
<ul class="org-ul">
<li><a href="./notacion-ingenieria.html">Notacion ingenieria</a></li>
<li><a href="./identidades-trigonometricas.html">Identidades trigonometricas</a></li>
<li><a href="https://www.mediafire.com/file/ev3jzfvgc5on7uf/Formulario-calculo.pdf/file">Cálculo Integral y Diferencial</a></li>
<li><a href="https://www.mediafire.com/file/p332e66d6vmdic8/laplace.pdf/file">Transformada De Laplace</a></li>
<li><a href="https://www.mediafire.com/file/6wyaz8r17h55qe0/calculo-multivariable.pdf/file">Cálculo Multivariable</a></li>
<li><a href="https://www.mediafire.com/file/jfptx6v0ituoj65/ecuaciones-diferenciales.pdf/file">Ecuaciones Diferenciales</a></li>
</ul></li>
</ul>


<ul class="org-ul">
<li>Colecciones
<ul class="org-ul">
<li><a href="./colections/software.html">Software</a></li>
<li><a href="./colections/libros.html">Libros</a></li>
<li><a href="./colections/paginas.html">Páginas</a></li>
<li><a href="./colections/imagenes.html">Imágenes</a></li>
<li><a href="./colections/musica.html">Música</a></li>
</ul></li>
</ul>


<ul class="org-ul">
<li>Journal
<ul class="org-ul">
<li><a href="./blog/2021.html">2021</a></li>
<li><a href="./blog/ideas.html">Ideas y cosas tontas</a></li>
<li><a href="./blog/programacion.html">Mi historia con la programación</a></li>
</ul></li>
</ul>


<ul class="org-ul">
<li>Programación
<ul class="org-ul">
<li><a href="https://github.com/Galindo-lab/calculator">Scripts para mi calculadora</a></li>
<li><a href="./notacion-ingenieria.html">Ingresar notacion de ingenieria en Python</a></li>
<li><a href="./google-translate.html">Añadir el plugin de google translate</a></li>
<li><a href="./tema-obscuro.html">Implementar tema obscuro</a></li>
<li><a href="./cambiar-theme-color.html">Cambiar el color de las pestañas de chrome</a></li>
<li><a href="./preview-html-externo.html">Preview html desde otro dispositivo</a></li>
<li><a href="./optimizar-fotos.html">Optimizar fotos para pdfs</a></li>
<li><a href="./blog-en-org-mode.html">Como hacer un blog con ORG mode</a>.</li>
<li><a href="./tutorial-emacs.html">Tutorial de emacs</a> (En progreso).</li>
</ul></li>
</ul>


<div class="org-center">
<br>
 <script defer> 
 function googleTranslateElementInit() {
 new google.translate.TranslateElement({
 pageLanguage: 'es'
 }, 'google_translate_element');
 }
 </script>
 <script defer src="//translate.google.com/translate_a/element.js?cb=googleTranslateElementInit">
 </script>

 <div id="google_translate_element"></div>
<br>
</div>
</div>
</body>
</html>
